cases/flow-around-cylinder-controlled/fluid-openfoam/system/flowRateJet2
// -*- C++ -*-

#includeEtc "caseDicts/postProcessing/flowRate/flowRatePatch.cfg"

name    jet2;


// ************************************************************************* //